backend/controllers/AgencyController.php

    public function actionCreate()
    {
        $model = new Agency();

        if (Yii::$app->request->isPost)
        {
            $model->load(Yii::$app->request->post());

            var_dump(Yii::$app->request->post());

            $imageUploadFile = UploadedFile::getInstance($model, 'image');


            if ($imageUploadFile !== null && $imageUploadFile->tempName != null)
            {
                $model->image = Agency::saveImage($imageUploadFile, 565, 800);
//                var_dump($model->image);
            }

            $model->create_time = date('Y-m-d H:i:s');
            $model->update_time = date('Y-m-d H:i:s');

            if ($model->save())
---
INSERT INTO `agency` (`code`, `image`, `create_time`, `update_time`) VALUES ('12345678', '20140710/20140710100518_23749.jpg', '2014-07-10 10:05:18', '2014-07-10 10:05:18')

    public function actionDelete($id)
    {
        $model = Agency::findOne($id);
        if ($model)
        {
            $image     = $model->image;
            $imagePath = Yii::$app->getBasePath() . "/../upload/" . $image;

            if ($model->delete())
---
SELECT * FROM `agency` WHERE `id`='18'
DELETE FROM `agency` WHERE `id`=18