backend/controllers/AgencyController.php

INSERT INTO `agency` (`code`, `image`, `create_time`, `update_time`) VALUES ('123', 'IMG_1936.JPG', '2014-07-12 07:36:57', '2014-07-12 07:36:57')
---
    public function actionCreate()
    {
        $model = new Agency();

        if ($model->load(Yii::$app->request->post()))
        {
            $imageUploadFile = UploadedFile::getInstance($model, 'image');

            if ($imageUploadFile !== null && $imageUploadFile->tempName != null)
            {
                $model->image = Agency::saveImage($imageUploadFile);

                if ($model->save())

SELECT * FROM `agency` WHERE `id`='31'
---
    protected function findModel($id)
    {
        if (($model = Agency::findOne($id)) !== null)