backend/controllers/ArticleController.php

    protected function findModel($id)
    {
        if (($model = Article::findOne($id)) !== null) {
---
SELECT * FROM `article` WHERE `id`='1'