backend/controllers/InfoController.php

    public function actionCreate()
    {
        $model = new Info();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {
---
INSERT INTO `info` (`tag`, `value`, `create_time`, `update_time`) VALUES ('客服QQ', '123456789', '0', '0')

    protected function findModel($id)
    {
        if (($model = Info::findOne($id)) !== null) {
---
SELECT * FROM `info` WHERE `id`='3'