backend/controllers/ProductTypeController.php

    protected function findModel($id)
    {
        if (($model = ProductType::findOne($id)) !== null) {
---
SELECT * FROM `product_type` WHERE `id`='1'