<!--passage start -->
<div class="passage">

    思弗迩
    思弗迩（TCIPHER）品牌是香港寳芝國際化妝品有限公司独资创立。企业拥有丰富的管理经验和雄厚的高科技产品技术研发能力，集设计、研发、销售护肤品为一体的美容企业。


    公司名称：香港寳芝國際化妝品有限公司     
    公司性质：私营企业
    总部地点：香港贸易中心                       
    注册资本:1,000,000港币
    成立时间：2014年                           
    产品核心：美白、保湿、紧致
    经营范围：化妆品研发、销售



    公司简介：
    香港寳芝國際化妝品有限公司.（HONG KONG BAO ZHI INTERNATIONAL COSMETICS CO,LIMITED.）成立于2014年6月17日，公司位于商家聚集，环境优美的香港贸易中心，是一家集化妆品研发与销售的企业。



    品牌理念：
    香港寳芝國際化妝品有限公司自成立初起，公司遵循“待人以诚，与人以善，交人以真，施人以美”的经营理念。对每一个客户力求真诚，面对每一件产品力求臻美，致力于打造一个中国最诚实的个人护肤品。



    主要产品：
    幻颜生物纤维面膜——有机纤维制成的天然纤维是自然界中最微小的有机纤维，纤维直径约为0.05-0.08微米，同时呈现3D立体交错结构，能让气体通过，柔软同时具有绝佳韧性。由于其独特成份，使得生物纤维面膜能更好的抑制酪氨酸酶的活性，防止皮肤的色素沉着与形成色斑、与雀斑的现象，并且能清除含氧自由基，也有极佳的保湿效果。它能促进皮肤的新陈代谢，更新老化角质，使皮肤自然白皙，抚平皱纹，使皮肤更光滑舒适。
    幻彩时光定格原液——是一款抚平细纹、祛除眼袋黑眼圈、美白、补水、淡化色斑、修复痘印和挺拔乳房的钻石级细胞营养液。思弗迩采用多种胜肽相结合，能促进真皮层中胶原蛋白，弹力纤维增生，提高肌肤的含水量，增加皮肤厚度以及减少细纹。有效舒缓并抑制抬头纹，假性细纹及周边肌肉的收缩与活动，帮助肌肉放松，使肌肤弹性组织恢复柔顺平滑的线条
    品牌宗旨：
    思弗迩(TCIPHER)化妆品品牌为客户创造可持续的财富，为员工建立实现梦想的平台，为企业谋求合理的效益，为社会带来美与善的信仰。

</div>
<!--passage end -->